Repository: dgreyling/gbi-server
Catalog: app/gbi_server/translations/*/LC_MESSAGES/messages.po
Languages: de

source: method not allowed
de: Fehler 405 - Methode nicht erlaubt

source: page not found
de: Fehler 404 - Seite wurde nicht gefunden

source: not allowed
de: Fehler 403 - Zugriff nicht erlaubt

source: an error has occurred
de: Es ist ein Fehler aufgetreten

source: Login required
de: Login erforderlich

source: Please login to see this page
de: Bitte melden Sie sich an um die Seite zu betrachten

source: mr
de: Herr

source: mrs
de: Frau

source: Baden-Wuerttemberg
de: Baden-Württemberg

source: Bavaria
de: Bayern

source: Hesse
de: Hessen

source: Mecklenburg Western Pomerania
de: Mecklenburg Vorpommern

source: Lower Saxony
de: Niedersachsen

source: Northrhine-Westphalia
de: Nordrhein-Westfalen

source: Rhineland Palatinate
de: Rheinland Pfalz

source: Saxony
de: Sachsen

source: Saxony-Anhalt
de: Sachsen-Anhalt

source: Thuringia
de: Thüringen

source: type
de: Benutzertyp

source: verified
de: Verifiziert

source: active
de: Aktiviert

source: terms of use
de: <a href="/page/de/nutzungsbedingungen.html">Nutzungsbedingungen</a>

source: firstname or lastname
de: Vorname oder Nachname

source: email
de: E-Mail Adresse

source: zipcode or city
de: PLZ oder Stadt

source: federal_state
de: Bundesland

source: company_number
de: Betriebsnummer

source: not active
de: nicht aktiviert

source: access_start
de: Zugriffe von

source: access_end
de: Zugriffe bis

source: rastersource_url
de: URL

source: rastersource_username
de: Benutzername

source: rastersource_password
de: Passwort

source: rastersource_name
de: Name

source: rastersource_title
de: Titel

source: rastersource_layer
de: Layer

source: rastersource_format
de: Format

source: rastersource_srs
de: SRS

source: rastersource_max_tiles
de: Max. Kacheln/Import

source: rastersource_view_coverage
de: Anzeigebereich

source: rastersource_view_level_start
de: Start-Level

source: rastersource_view_level_end
de: End-Level

source: rastersource_background_layer
de: Hintergrundlayer

source: rastersource_transparent
de: Transparent

source: rastersource_visibility
de: Sichtbar

source: rastersource_public
de: Unbeschränkter Zugriff

source: rastersource_accessible
de: Direkter WMTS Zugriff

source: rastersource_protected
de: Dienst bentöigt Zugangsdaten

source: level needs to be bigger or equal to start level
de: Das gewählte Startlevel muss größer oder gleich dem ausgewählten Endlevel sein

source: wfs_url
de: URL

source: wfs_geometry
de: Geometriespalte

source: wfs_layer
de: Layer

source: wfs_name
de: Name

source: wfs_srs
de: SRS

source: wfs_ns_prefix
de: NS Prefix

source: wfs_ns_uri
de: NS URI

source: wfs_search_property
de: Suchattribut

source: wfs_max_features
de: Maximale Features

source: rvectorsource_username
de: Benutzername

source: vectorsource_password
de: Passwort

source: vectorsoure_protected
de: Passwort geschützt

source: password
de: Passwort

source: title
de: Anrede

source: lastname
de: Nachname

source: firstname
de: Vorname

source: address
de: Adresse

source: address_extend
de: Adresse (erweitert)

source: company_name
de: Betriebsname

source: zipcode
de: PLZ

source: city
de: Stadt

source: phone
de: Telefon

source: commercial_register_number
de: Handelsregisternummer

source: Passwords must match
de: Passwörter müssen übereinsteimmen

source: password repeat
de: Passwort wiederholen

source: old password
de: Altes Passwort

source: file
de: Datei

source: filename
de: Dateiname

source: select target user
de: Speichern in der Download-Box des Benutzers

source: email already exists.
de: E-Mail Adresse exisitert bereits

source: email does not exist.
de: E-Mail Adresse nicht vorhanden

source: Password must at least 6 characters
de: Passwort muss eine Länge von mindestens 6 Zeichen besitzen

source: wfs_new_layer_name
de: Layer Name

source: select coverage
de: Coverage auswhälen

source: external_wms_title
de: GBI WMS

source: customer
de: Landwirt

source: service_provider
de: Dienstleister

source: consultant
de: Berater

source: admin
de: Administrator

source: home
de: Übersicht

source: create account
de: Konto erstellen

source: login
de: Anmelden

source: user settings
de: Benutzereinstellungen

source: logout
de: Abmelden

source: logged in as
de: Angemeldet als

source: About
de: Impressum

source: Welcome to GeoBox Server
de: Willkommen

source: WMTS map
de: Kartenansicht

source: info text wmts map
de: Übersicht über alle Karten und Flächen die Ihnen zur Verfügung stehen

source: overview over all boxes
de: Übersicht über alle Boxen

source: info text boxesoverview
de: Übersicht über alle Boxen

source: info text downloadbox
de: Dokumente die Ihnen vom Berater zur Verfügung gestellt wurden finden Sie hier

source: info text uploadbox
de: In der Uploadbox können Sie Ihre Dokumente verwalten

source: filebox
de: Beraterbox

source: info text filebox
de: In der Beraterbox können Sie Ihre Dokumente verwalten

source: geobox client download
de: GeoBox-Client herunterladen

source: info text geobox client download
de: Laden Sie den GeoBox-Client für Windows herunter

source: geobox server user manual
de: Benutzerhandbuch

source: user manual
de: Laden Sie hier das Benutzerhandbuch herunter

source: info text geobox client first page
de: <a href='%(login_url)s'>Melden Sie sich an</a> oder erstellen Sie ein <a href='%(createuser_url)s'>neues Konto</a> um die GeoBox im vollen Umfang nutzen zu können.

source: User
de: Benutzer

source: user list
de: Benutzerliste

source: user list inactive
de: Inaktive Benutzer

source: create user
de: Neuen Benutzer erstellen

source: Services
de: Dienste

source: WMTS list
de: WMTS Liste

source: create WMTS
de: WMTS erstellen

source: WMS list
de: WMS Liste

source: create WMS
de: WMS erstellen

source: WFS list
de: WFS Liste

source: create WFS
de: WFS erstellen

source: Download logs
de: Zugriffe

source: personal
de: Persönliche Daten

source: address & contact
de: Adresse & Kontakt

source: create
de: Erstellen

source: Edit user
de: Benutzer editieren

source: save
de: Speichern

source: Admin
de: Administrator

source: access list
de: Liste der Zugriffe

source: Show in Table
de: In Tabelle anzeigen

source: Download as CSV
de: Download CSV

source: Table
de: Tabelle

source: remove user
de: Benutzer löschen

source: infotext remove user account notes
de: Achtung! Sie sind dabei das Benutzerkonto vollständig zu löschen. Alle Daten gehen hierbei verloren. Das Wiederherstellen des Kontos ist nicht möglich.

source: Delete
de: Löschen

source: set new password
de: Neues Passwort setzen

source: activate user mail intro
de: Ein neuer Benutzer hat sich am GeoBox-Server angemeldet und wartet auf die Freischaltung seines Accounts. Klicken Sie auf den folgenden Link um den Benutzer zu aktivieren oder zu bearbeiten.

source: mail regards
de: Mit freundlichen Grüßen, Ihr GeoBox-Team

source: user details
de: Benutzerdetails

source: overview
de: Übersicht

source: edit user address
de: Adresse bearbeiten

source: reset password
de: Passwort zurücksetzen

source: show log
de: Zugriffe

source: delete user
de: Löschen

source: not verified
de: nicht verifiziert

source: activate
de: Aktivieren

source: deactivate
de: Deaktivieren

source: Back to users list
de: Zurück zur Benutzerliste

source: Search in users list
de: In Benutzerliste suchen

source: Search
de: Suchen

source: Refresh search
de: Zurücksetzen

source: last login
de: Letzte Anmeldung

source: No user found.
de: Keine Ergebnisse gefunden

source: inactive users list
de: Nicht freigeschaltete Benutzer

source: registered
de: Registriert

source: email verfied
de: E-Mail bestätigt

source: Infotext – No user is waiting for activate.
de: Aktuell wartet kein Nutzer darauf von einem Administrator aktiviert zu werden.

source: reject
de: Ablehnen

source: edit
de: Editieren

source: user log
de: Benutzerzugriffe

source: edit WFS
de: WFS Editieren

source: Map settings
de: Dienst-Einstellungen

source: GeoBox settings
de: GeoBox-Einstellungen

source: Account settings
de: Zugriff

source: tooltip - protected service
de: Benötigt der Dienst Benutzername und Passwort, muss jeder Benutzer die Zugangsdaten zu diesem Dienst selbst im GeboBox-Client eingeben. <br><br>Alternativ dazu können Sie diese hier eintragen. Bitte beachten Sie, dass das Passwort dann als Klartext im Kontextdokument übertragen wird.

source: vectorsource_name
de: Name

source: vectorsource_url
de: URL

source: vectorsource_attribute
de: Such-Attribut

source: infotext no services configured
de: Kein Dienst konfiguriert.

source: remove
de: Löschen

source: edit WMS
de: WMS Editieren

source: infotext wms load via url
de: Sie können die WMS-Details vom System abfragen lassen. Tragen Sie hierfür die URL in das Feld ein. Bitte beachten Sie, die manuell getroffenen Einstellungen in dem Layer werden evtl. überschrieben.

source: load wms capabilities
de: WMS Capabilities geladen

source: load wms
de: WMS Capabilities Laden

source: infotext preview map only if on selct srs is selcted
de: Kartenvorschau nicht möglich. Bitte wählen Sie einen Layer und ein Koordiantensystem was mit ** gekennzeichnet ist.

source: preview not possible
de: Die Vorschau ist nicht möglich. Prüfen Sie bitte Ihre Eingaben.

source: preview map
de: Vorschaukarte

source: tooltip - wmts is transparent
de: Flächen außerhalb des Anzeigenbereiches sind transparent.

source: layers_select
de: Layerauswahl

source: tooltip - select layer
de: Wählen Sie hier Layer aus die Sie dem WMS hinzufügen möchten. Die Layer stehen Ihnen nur zur Vergügung wenn der Dienst vom System abgerufen wurde.

source: select srs
de: SRS auswhälen

source: tooltip - select srs
de: Wählen Sie hier ein SRS aus über den Sie den WMS abrufen möchten. Die SRS stehen Ihnen nur zur Vergügung wenn der Dienst vom System abgerufen wurde. Mit ** gekennzeichnte SMS können in der Kartenvorschau angezeigt werden.

source: geojson.io infotext
de: Auf der Webseite <a href='http://geojson.io' target='_blank'>geojson.io</a> können Sie eine Geometry einzeichnen und per Copy & Paste in dem Feld einfügen.

source: Show Geojson
de: Auf geojson.io anzeigen

source: tooltip - is_visible
de: Einstellung ob der Layer im Editor sichtbar ist

source: tooltip - is public
de: Der gesamte Anzeigebereich des Layers kann durch den Nutzer importiert werden.

source: rastersource_view_level
de: Level

source: rastersource_is_transparent
de: Transparent

source: rastersource_is_public
de: Öffentlich

source: Yes
de: Ja

source: No
de: Nein

source: create or edit WMTS
de: Erstellen oder Bearbeiten vom WMTS

source: edit WMTS
de: WMTS Editieren

source: tooltip - is background layer
de: Hintergrundlayer wird dem Nutzer standardmässig in dem GeoBox-Client angezeigt. Es kann nur ein Hintergrundlayer pro Server definiert werden.

source: tooltip - is accessible
de: Der Dienst kann ohne Autorisierung abgerufen werden.

source: rastersource_is_background_layer
de: Hintergrund

source: box
de: Dokumentenbox

source: upload file
de: Datei hochladen

source: upload help text
de: Bitte wählen Sie eine Datei aus die Sie in Ihre Box hochladen können. Es werden Bilddateien (jpeg, png, tif) sowie Textdateien (csv, xml, json) und PDF vom System unterstützt.

source: Upload
de: Hochladen

source: file overview
de: Dateiübersicht

source: date
de: Datum

source: size
de: Dateigröße

source: delete
de: Löschen

source: copy
de: Kopieren

source: help copy file to box from customer
de: Kopieren Sie die Datei in die ausgewählte Box. Geben Sie hierfür einen Dateinamen an. Bitte beachten Sie: Vorhandene Dateien werden überschrieben.

source: abort
de: Abbrechen

source: start copy
de: Kopieren

source: help text file exists, are you sure you want to overwrite it?
de: Eine Datei mit diesem Dateinamen existiert bereits. Wollen Sie die Datei überschreiben?

source: ok
de: Ja, überschreiben

source: file is uploading...
de: Datei wird hochgeladen...

source: downloadbox title
de: Downloadbox

source: downloadbox for
de: Downloadbox für

source: tooltip - downloadbox for consultant
de: Dokumentenbox für den Landwirt. Dieser kann Dokumente von hier herunterladen.

source: tooltip - downloadbox for customer
de: Dies ist die Dokumentenbox in dem die Berater Ihnen Dokumente zur Verfügung stellen können

source: filebox title
de: Beraterbox

source: filebox for consultant
de: Beraterbox

source: goto download box
de: Zur Downloadbox

source: goto upload box
de: Zur Uploadbox

source: uploadbox title
de: Uploadbox

source: uploadbox for
de: Uploadbox für

source: tooltip - uploadbox for consultant
de: Uploadbox für den Landwirt. Dieser kann hier Dokumente zur Verfügng stellen.

source: tooltip - uploadbox for customer
de: Dies ist die Box in dem Sie Ihrem Berater Dokumente zur Verfügung stellen können

source: not allowed infotext
de: Es ist Ihnen nicht erlaubt die angeforderte Seite zu betreten. Bitte Loggen Sie sich ein und rufen Sie die Seite erneut auf.

source: page not found infotext
de: Die angeforderte Seite ist auf unserem System leider nicht verfügbar. Sollten Sie die Adresse per Hand eingegeben haben, überprüfen Sie bitte die Schreibweise und laden die Seite gegebenenfalls erneut.

source: method not allowed infotext
de: Die von Ihnen genutzte Methode ist nicht erlaubt.

source: internal error
de: Fehler 500 - Interner Fehler

source: internal error infotext
de: Es ist ein interner Fehler auf dem System aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Not defined
de: Nicht definiert

source: Draw polygon
de: Polygon zeichnen

source: Edit feature
de: Bearbeiten

source: Delete feature
de: Löschen

source: Select feature(s)
de: Auswählen

source: Copy feature(s)
de: Kopieren

source: Active layer
de: Aktiver Layer

source: Background layer
de: Hintergrundlayer

source: Vector layer
de: Vektorlayer

source: No active layer
de: Kein aktiver Layer

source: No attributes
de: Keine Eigenschaften

source: Different values for same attribute
de: Unterschiedliche Werte

source: time
de: Zeit

source: user
de: Benutzer

source: action
de: Aktion

source: source
de: Quelle

source: zoom_level_start
de: Startlevel

source: zoom_level_end
de: Endlevel

source: refreshed
de: Aktualisiert

source: geometry
de: Geometrie

source: No accesses found.
de: Keine Zugriffe gefunden

source: No Geometry
de: Keine Geometrie

source: Delete modal header
de: Löschen

source: You are deleting some data. It cannot be rollback.
de: Sie sind dabei Daten zu löschen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Abort
de: Abbrechen

source: No input
de: Keine Angabe

source: Map
de: Karte

source: maps
de: Kartenübersicht

source: tooltip - map overivew
de: Hier werden Ihnen alle zur Verfügung stehenden Karten und Flächen eingeblendet

source: WFS Edit
de: Flächeneditor

source: search features
de: Suchen

source: search help text
de: Suchen Sie nach einem oder mehreren Werten in dem ausgewählten Suchdienst. Die Anwendung zentriert die Karte automatisch auf den Treffer.

source: search_label
de: Suchdienst

source: tooltip - search
de: Hier stehen Ihnen die Dienste zur Verfügung die vom Administrator angelegt worden sind.

source: no search result
de: Kein Suchergebnis vorhanden

source: No features found
de: Keine Ergebnisse gefunden

source: search request is being processed
de: Suchanfrage wird bearbeitet

source: add search
de: Suchen

source: remove search string
de: Suchewert entfernen

source: hide searchlayer
de: Suchergebnis ausblenden

source: feature settings
de: Geometrien bearbeiten

source: feature select help text
de: Über die Toolbar in der Karte können Sie Geometrien zeichnen, bearbeiten, auswählen oder löschen. Ausgewählte Geometrien können mit Eigenschaften versehen werden.

source: successfull saved
de: Erfolgreich gespeichert

source: save changes
de: Änderungen gespeichert

source: tooltip - button save changes
de: Änderungen an Flächen oder Attributen müssen Sie bestätigen. Der Button wird grün dargestellt sobald Änderungen vorhanden sind die gespeichert werden können. Wenn Änderungen nicht gespeichert werden, gehen diese verloren.

source: attributes
de: Eigenschaften

source: tooltip - attrbibutes
de: Geben Sie hier Werte zu den Eigenschaften der Flächen ein

source: save feautre not possible
de: Daten konnten nicht gespeichert werden

source: save feature successfull
de: Daten wurden erfolgreich gespeichert

source: wfs layer and editor choice
de: Flächeneditor wählen

source: wfs editor choice infotext
de: Bitte wählen Sie aus wie Sie die Fläche bearbeiten wollen. Sie können Flächen in dieser Anwendung editieren oder diesen Dienst in ein externes GIS-Programm laden und dort über den WFS-Standard einbinden und bearbeiten.

source: edit internal
de: Interner Flächeneditor

source: edit external
de: Externer Flächeneditor über WFS

source: remove selected layer
de: Ausgewählten Layer löschen

source: create wfs layer infotext
de: Hier können Sie einen neuen Zeichenlayer anlegen. Der von Ihnen angegebene Layer wird erstellt und steht Ihnen danach in der Layerauswahl zur Verfügung. Für den Namen des Layers sind ausschließlich Kleinbuchstaben und Zahlen zulässig.

source: add layer
de: Layer erstellen

source: wfs session
de: Flächen extern bearbeiten

source: wfs external editor info_text_1
de: Um die Flächen in einem externen Editor bearbeiten zu können stehen ihnen die Geometrien nun über einen WFS-Dienst zur Verfügung. Über diesen Dienst können Sie die Flächen in einem GIS-Programm Ihrer Wahl bearbeiten. Die dazu benötigte WFS-URL und den vom System angebotenen Layer, finden Sie weiter unten

source: wfs external editor info_text_2 - not interneal
de: Bitte beachten Sie, dass Sie während der Nutzung des externen Editors nicht im internen Flächeneditor arbeiten können

source: wfs external editor info_text_3 - save
de: Um Änderungen zu übernehmen die im externen Editor gemacht wurden, beenden Sie bitte anschließend hier den Bearbeitungsmodus

source: save and end wfs session
de: Editieren beenden und Änderungen speichern

source: cancel and end wfs session
de: Editieren beenden und Änderungen verwerfen

source: mail activated intro
de: Sehr geehrte Damen und Herren.

source: mail activated content
de: Ihr GeoBox-Konto wurde soeben von einem Administrator aktiviert. Sie können sich nun mit Hilfe des GeoBox-Clients anmelden und diesen Nutzen. Bei weiteren Fragen wenden Sie sich einfach direkt an Ihren Administrator.

source: User settings
de: Benutzereinstellungen

source: edit address
de: Adresse bearbeiten

source: edit password
de: Passwort bearbeiten

source: remove account
de: Konto löschen

source: lost password?
de: Passwort vergessen?

source: create new account
de: Neues Konto einrichten

source: create accout
de: Konto einrichten

source: password recover
de: Passwort wiederherstellen

source: save new password
de: Neues Passwort setzen

source: password recover infotext
de: Passwort vergessen? <br><br>Kein Problem. Um Ihr Passwort zurücksetzen tragen Sie hier bitte Ihre E-Mail-Adresse ein, mit der Sie angemeldet sind. Anschließend erhalten Sie eine E-Mail mit den weiteren Schritten um Ihr Passwort zurückzusetzen.

source: recover
de: Wiederherstellen

source: password recover mail intro
de: Sie haben Ihr Passwort für den GeoBox-Server vergessen? Sie können es mit dem unten stehenden Link neu setzen. Sollten Sie diese Email nicht angefordert haben, dann müssen Sie nichts unternehmen.

source: password recover mail instructions
de: Um ein neues Passwort für Ihren Zugang zu setzen, klicken Sie auf den folgenden Link. Der Link ist 25 Stunden Tage gültig. %(url)s

source: recover mail sent
de: Eine E-Mail zum Wiederherstellen Ihres Passworts wurde versendet. Bitte folgen Sie den Anweisungen in dieser E-Mail.

source: goto login
de: Zur Anmeldung

source: remove account notes
de: Achtung! Sie sind dabei Ihr Benutzerkonto vollständig zu löschen. Alle Daten gehen hierbei verloren. Das Wiederherstellen des Kontos ist nicht möglich.

source: mail verify intro
de: Willkommen bei der GeoBox! Sie haben sich erfolgreich mit folgendem Benutzernamen angemeldet: %(email)s

source: mail verify instructions
de: Bitte klicken Sie jetzt auf folgenden Link, um die Anmeldung abzuschließen: %(verify_url)s Dieser Link ist 24 Stunden lang gültig. Falls Sie die Anmeldung innerhalbdieser Zeit nicht abschließen können, fordern Sie diese E-Mail bitte erneut an. Nach erfolgreicher Verifzierung Ihrer E-Mail-Adresse wird ein Adminstrator benachrichtigt und prüft Ihre Anmeldung. Über die Freischaltung werden Sie per E-Mail informiert.

source: mail verify activate info
de: Bitte beachten Sie, dass Ihr Zugang nach der Bestätigung der E-Mail noch von einem Administrator freigeschaltet werden muss. Dieser wird automatisch per E-Mail über Ihre Anmeldung informiert.

source: Email verification
de: E-Mail Verifizierung

source: email verification
de: E-Mail-Adresse bestätigen

source: email for verification sent
de: Um Ihre Anmeldung abzuschließen, müssen Sie Ihre E-Mail Adresse verifizieren. In wenigen Minuten erhalten Sie eine E-Mail an Ihre angegebene Adresse. Bitte folgen Sie den Anweisungen in dieser E-Mail um die Anmeldung abzuschließen.<p>Mail nicht erhalten? <a href="%(verify_url)s">Fordern Sie hier einen erneute E-Mail an.</a></p>

source: Account activated mail subject
de: GeoBox – Ihr Zugang wurde freigeschaltet.

source: User activated %(email)s
de: Konto vom Nutzer mit der E-Mail-Adresse %(email)s wurde aktiviert. Der Nutzer wurde per E-Mail darüber benachrichtigt.

source: User deactivate %(email)s
de: Der Benutzer mit der E-Mail-Adresse %(email)s wurde deaktiviert.

source: Self-User cannot be removed
de: Der eigene Benutzer kann nicht gelöscht werden.

source: User was removed %(email)s
de: Der Benutzer mit der E-Mail-Adresse %(email)s wurde gelöscht.

source: Email verification mail subject
de: E-Mail-Adresse bestätigen

source: User created
de: Benutzer erstellt

source: User edited
de: Benutzerdaten erfolgreich bearbeitet

source: Password reset
de: Passwort zurückgesetzt

source: Saved WMTS
de: WMTS gespeichert

source: WMTS with this name already exist
de: WMTS mit diesem Namen existiert bereits

source: WMTS removed
de: WMTS gelöscht

source: Need url for capabilities
de: URL für Capabilities wird benötigt

source: Saved WMS
de: WMS wurde gespeichert

source: WMS with this name already exist
de: WMS mit diesem Namen existiert bereits

source: WMS removed
de: WMS wurde gelöscht

source: Saved WFS
de: WFS wurde erfolgreich gespeichert

source: WFS with this name already exist
de: WFS mit diesem Namen existiert bereits

source: WFS removed
de: WFS wurde gelöscht

source: upload success
de: Datei erfolgreich hochgeladen

source: file type not allowed
de: Dateityp ist nich erlaubt

source: file deleted
de: Datei wurde gelöscht

source: copy not possible
de: Daten konnten nicht kopiert werden

source: file copied
de: Datei wurde erfolgreich kopiert

source: area box
de: Flächen-Box

source: file box
de: Beraterbox

source: consultant box
de: Downloadbox

source: Layer %(title)s already exists
de: Layer '%(title)s' existiert bereits

source: Layer %(title)s created
de: Layer '%(title)s' wurde erstellt

source: external edit in progress
de: Externer Editiervorgang aktiv.

source: layer unknown or without schema
de: Unbekannter Layer oder fehlendes Layer-Schema

source: not allowed to remove this layer
de: Dieser Layer darf nicht gelöscht werden

source: Layer %(layer)s removed
de: Layer %(layer)s gelöscht

source: Could not remove layer %(layer)s
de: Layer '%(layer)s' kann nicht gelöscht werden.

source: wfs changes discarded
de: Änderungen verworfen

source: wfs changes saved
de: Änderungen gespeichert

source: user or passwort is not correct
de: Bentuzername oder Passwort sind nicht korrekt
