Repository: dgreyling/gbi-server
Catalog: app/gbi_server/translations/*/LC_MESSAGES/messages.po
Languages: de

source: account not activated
de: Ihr Zugang ist noch nicht freigeschaltet. Die Administratoren sind bereits über Ihre Anmeldung informiert.

source: Logged in successfully.
de: Erfolgreich angemeldet

source: Please select
de: Bitte auswählen

source: Account removed
de: Konto gelöscht

source: email verification was sent successfully
de: E-Mail wurde erfolgreich versendet

source: infotext verify not possible
de: Der Link ist nicht mehr gültig. Die E-Mail-Adresse wurde bereits verifiziert oder der Link ist abgelaufen.

source: Activate user subject
de: GBI: Neuer Benutzer angemeldet

source: Email verified
de: Die E-Mail-Adresse wurde erfolgreich bestätigt. <br>Ihre Anmeldung wird nun von einem Administrator überprüft.

source: Password recover mail subject
de: GBI Passwort zurücksetzen

source: infotext recover not possible
de: Der Link ist nicht mehr gültig. Das Passwort wurde bereits geändert oder der Link ist abgelaufen.

source: Address changed
de: Ihre Adressedaten wurden geändert

source: Password changed
de: Ihr Passwort wurde geändert

source: Old password is not correct
de: Das eingegebene Passwort ist nicht korrekt
